Repository: tamiratake-cmyk/docc
Catalog: lib/l10n/app_*.arb
Languages: am

# appTitle
source: Notes & Tasks
am: ማስታወሻዎች & ተግባራት

source: Add Note
am: ማስታወሻ ጨምር

source: Add Task
am: ተግባር ጨምር

source: Delete
am: ሰርዝ

source: Edit
am: አስተካክል

source: Search
am: ፈልግ

source: Summary
am: ማጠቃለያ

source: Ask AI
am: አስተማማኝ ጠይቅ

# homeTitle
source: Home
am: መነሻ ገጽ

# greetingMorning
source: Good Morning - ready to write your first note?
am: እንደምን አደሩ - መጀመሪያውን ማስታወሻ ለመጻፍ ዝግጁ ነዎት?

# greetingAfternoon
source: Good Afternoon - ready to collect your thoughts!
am: እንደምን ዋሉ - ሐሳቦትዎን ለማሰባሰብ ዝግጁ ነዎት?

# greetingEvening
source: Good Evening - unwind and jot down your ideas!
am: እንደምን አመሹ - ዝቅ በሉ እና ሐሳቦትዎን ይመዝግቡ!

source: Quick Actions
am: ፈጣን ተግባራት

# quickActionNewNote
source: New Note
am: አዲስ ማስታወሻ

# quickActionMyNotes
source: My Notes
am: ማስታወሻዬ

# quickActionProfile
source: Profile
am: መገለጫ

# quickActionSettings
source: Settings
am: ቅንብሮች

# startingPointPrompt
source: Need a starting point?
am: መጀመሪያ ነጥብ ይፈልጋሉ?

# tipCaptureTitle
source: Capture ideas instantly
am: ሐሳብዎን በቅናሽ ያጠራጥሩ

# tipCaptureBody
source: Use the New Note shortcut whenever inspiration strikesâ€”organize later with tags.
am: ማስታወሻ በፍጥነት ለመጻፍ የ"አዲስ ማስታወሻ" አቋራጭ ይጠቀሙ፤ በኋላ በመለያዎች ያዋቁት።

# tipTagTitle
source: Tag to stay organized
am: ስለተደራጀ ለመቆየት መለያ ይጠቀሙ

# tipTagBody
source: Group related notes with tags (work, personal, urgent) and filter them on the Notes page.
am: ተዛማጅ ማስታወሻዎችን በመለያዎች (ስራ፣ ግል፣ አስቸኳይ) ያካትቱና በማስታወሻዎች ገጽ ላይ ያጣሩ።

# tipAiTitle
source: Let AI help out
am: AI እንዲረዳዎ ይፍቀዱ

# tipAiBody
source: Open any note and tap the robot icon to summarize, rewrite, or chat about your content.
am: ማንኛውንም ማስታወሻ ይክፈቱና ለማጠቃለያ፣ ለእንደገና መጻፍ ወይም ለመወያየት የሮቦቱን ምልክት ይጫኑ።

# changeLanguageTooltip
source: Change language
am: ቋንቋ ቀይር

# chooseLanguageLabel
source: Choose language
am: ቋንቋ ይምረጡ

# languageEnglish
source: English
am: እንግሊዝኛ

# languageAmharic
source: Amharic
am: አማርኛ

# languageFrench
source: French
am: ፈረንሳይኛ

source: Attachments
am: አባሪ ፋይሎች

source: No images attached
am: ምንም ምስል አልተጨመረም

source: Gallery
am: ማዕከለ-ምስል

source: Camera
am: ካሜራ
